[app]
language=English
welcome=Welcome to PhoXo!
recent=Recent files
untitled=Untitled

[FILE]
open_type=All Images
load_error=Image damaged or unsupported
not_exist=The image does not exist
save_error=Failed to save the image

[TOPBAR]
57601=Open|Open an image file
57603=Save|Save the current image
57604=Save As|Save the image with a new name
57634=Copy|Copy image to clipboard
57607=Print|Print the current image
7000=Paste from Clipboard
7001=New|Create a new image
7002=From Scanner
7003=Clear Recent Files
9002=Fit Window|Fit image to window
9003=Actual Size|Display image at original size
8005=Zoom Out|Zoom out to view more
8006=Zoom In|Zoom in to view more details

[TAB]
0=Crop or Rotate|Trim the image or adjust its angle
1=Adjust Colors|Tweak brightness, contrast, and more
2=Apply Effects|Add filters and creative effects
3=Add Text|Insert and style text on your image
4=Add Stickers|Decorate the image with fun stickers
5=Add Frame|Surround your image with a stylish frame

[panel_crop]
size=Width|Height
1=Freeform|No fixed aspect ratio
2=Original|Keep original image ratio
3=Apply
4=Keep aspect ratio
5=On|Off
6=Rotate Right 90°
7=Rotate Left 90°
8=Flip Horizontal
9=Flip Vertical
10=Shape
11=Rectangle|Rounded Rectangle|Circle
12=Rotate
